Repository: JSEHV/harbour-sailfishconnect
Catalog: po/*/sailfishconnect-plugins.po
Languages: it

source: Input stream is not readable.
it: Contenuto in arrivo non leggibile.

source: Output stream is not writable.
it: Contenuto in uscita non scrivibile.

source: Read error: %1
it: Errore lettura: %1

source: Write error: %1
it: Errore scrittura: %1

source: Early end of output stream
it: Contenuto in uscisa chiuso anticipatamente

source: Read more bytes of input stream than expected.
it: Contenuto in arrivo contiene pi√π byte di quelli previsti.

source: Early end of input stream
it: Contenuto in arrivo chiuso anticipatamente

source: Cannot create destination folder
it: Impossibile creare cartella di destinazione

source: Could not open file for writing: %1
it: Impossibile aprire file in scrittura: %1

source: Receiving
it: In ricezione
