Repository: JSEHV/harbour-sailfishconnect
Catalog: po/*/sailfishconnect-app.po
Languages: es

source: Multimedia Controls
es: Controles multimedia

source: Nothing playing
es: Nada reprodiciendo

source: No remote players
es: No hay reproductores remotos

source: Share a file
es: Compartir un archivo

source: Select file to send
es: Seleccionar archivo para enviar

source: About
es: Acerca de

source: Alternative KDE Connect client for Sailfish OS
es: Un cliente no oficial de KDE Connect para Sailfish SO

source: Links
es: Enlaces

source: Bug reports on Github
es: Bicho

source: Source code on Github
es: Fuente

source: Licence
es: Licencia:

source: %1ms repeat interval
es: %1ms intervalo de repetición

source: Vibration feedback
es: Vibración haptico

source: Change layout
es: Cambia el diseño

source: Device is not reachable
es: Dispositivo no accesible

source: Waiting for accepted pairing ...
es: Esperando emparejamiento aceptado ...

source: This device wants to pair with your device.
es: Este dispositivo quiere vincularse al dispositivo.

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: Do you want to connect to this device?
es: Quieres conectarte a este dispositivo?

source: Connect
es: Conectar

source: Actions
es: Acciones

source: Upload clipboard text
es: Subir texto del portapapeles

source: Plugins
es: Enchufes

source: Unpair
es: Desvincular

source: Send ping
es: Enviar una verificación

source: Select Plugins
es: Elegir enchufes

source: Run as service
es: Ejecutar como servicio

source: Failed
es: A fallado

source: of
es: de

source: Completed
es: Completado

source: Canceled
es: Cancelado

source: Failed to open file
es: A fallado al abrir el archivo

source: Internal error
es: Error interno

source: File does not exit
es: El archivo no existe

source: No program found to open file
es: No se encontro ningún programa para abrir el archivo.

source: xdg-open failed
es: xdg-open a fallado!

source: xdg-open crashed
es: xdg-open estrellado!

source: Transfers
es: Transferencias

source: Cancel
es: Cancelar

source: Open
es: Abrir

source: Yet no downloads or uploads
es: Todavía no hay descargas o subidas

source: Device Name
es: Nombre de dispositivo

source: Connected
es: Conectado

source: Paired devices
es: dispositivos vinculados

source: Nearby devices
es: Dispositivos cercanos

source: About ...
es: Acerca de

source: Settings ...
es: Ajustes

source: Transfers ...
es: Tranferencias

source: Quit
es: Salir

source: Refresh
es: Actualizar
